Repository: feitianyiren/pretix-wirecard
Catalog: pretix_wirecard/locale/*/LC_MESSAGES/django.po
Languages: tr

source: Refund automatically?
tr: Otomatik geri ödeme?

source: Automatically refund charge with Wirecard
tr: Wirecard ile otomatik olarak ücret iadesi

source: Do not send refund instruction to Wirecard, only mark as refunded in pretix
tr: Geri ödeme talimatını Wirecard'a göndermeyin, sadece pretix'e iade edilmiş olarak işaretleyin

source: Wirecard Checkout Page
tr: Wirecard Ödeme Sayfası

source: Customer ID
tr: Müşteri Kimliği

source: Secret
tr: Gizli

source: Shop ID
tr: Mağaza Kimliği

source: Toolkit password
tr: Araç seti şifresi

source: Optional. Required to automatically initiate refunds.
tr: İsteğe bağlı. Para iadelerini otomatik olarak başlatmak için gereklidir.

source: Credit card payments
tr: Kredi kartı ödemeleri

source: Bancontact / Mister Cash (Belgium)
tr: Bancontact / Mister Cash (Belçika)

source: eKonto (Czech Republic)
tr: eKonto (Çek Cumhuriyeti)

source: ePay.bg (Bulgaria)
tr: ePay.bg (Bulgaristan)

source: eps-Ueberweisung (Austria)
tr: eps-Ueberweisung (Avusturya)

source: Giropay (Germany)
tr: Giropay (Almanya)

source: iDEAL (Belgium, Netherlands)
tr: iDEAL (Belçika, Hollanda)

source: moneta.ru (Russia, Ukraine)
tr: moneta.ru (Rusya, Ukrayna)

source: Przelewy24 (Poland)
tr: Przelewy24 (Polonya)

source: POLi (Australia, New Zealand)
tr: POLi (Avustralya, Yeni Zelanda)

source: SEPA Direct Debit (Europe)
tr: SEPA Doğrudan Borç (Avrupa)

source: Skrill Digital Wallet
tr: Skrill Dijital Cüzdan

source: SOFORT (Germany, Austria, Switzerland, Belgium, Netherlands, Poland, Italy, Spain)
tr: SOFORT (Almanya, Avusturya, İsviçre, Belçika, Hollanda, Polonya, İtalya, İspanya)

source: TatraPay (Slovak Republic)
tr: TatraPay (Slovak Cumhuriyeti)

source: Trustly (Poland, Finland, Sweden, Estonia)
tr: Trustly (Polonya, Finlandiya, İsveç, Estonya)

source: TrustPay (Czech Republic, Hungary, Slovak Republic, Slovenia, Estonia, Latvia, Lithuania, Turkey)
tr: TrustPay (Çek Cumhuriyeti, Macaristan, Slovakya, Slovenya, Estonya, Letonya, Litvanya, Türkiye)

source: Order {event}-{code}
tr: Sipariş {event}-{code}

source: ORDER {order} EVENT {event} BY {organizer}
tr: SİPARİŞ {order} ETKİNLİK {event} TARAFINDAN {organizer}

source: Order {} for event {} by {}
tr: Sipariş {} etkinlik için {} tarafından {}

source: Wirecard reported an error: {msg}
tr: Wirecard bir hata bildirdi:{msg}

source: We were unable to transfer the money back automatically. Please get in touch with the customer and transfer it back manually.
tr: Parayı otomatik olarak geri transfer edemedik. Lütfen müşteri ile temasa geçin ve manuel olarak geri gönderin.

source: Your input was invalid, please try again.
tr: Girişiniz geçersiz, lütfen tekrar deneyin.

source: We had trouble communicating with Wirecard. Please try again and contact support if the problem persists.
tr: Wirecard ile iletişimde sorun vardı. Lütfen tekrar deneyin ve sorun devam ederse desteğe başvurun.

source: Credit card via Wirecard
tr: Wirecard üzerinden kredi kartı

source: Credit card
tr: Kredi kartı

source: Bancontact via Wirecard
tr: Wirecard üzerinden yasak iletişim

source: Bancontact
tr: Yasak iletişim

source: eKonto via Wirecard
tr: Wirecard üzerinden e-hesap

source: eKonto
tr: e-hesap

source: ePay.bg via Wirecard
tr: ePay.bg Wirecard ile

source: eps-Ueberweisung via Wirecard
tr: Wirecard üzerinden eps-Ueberweisung

source: giropay via Wirecard
tr: Wirecard üzerinden giropay

source: iDEAL via Wirecard
tr: Wirecard üzerinden iDEAL

source: moneta.ru via Wirecard
tr: Wirecard üzerinde moneta.ru

source: Przelewy24 via Wirecard
tr: Wirecard üzerinden Przelewy24

source: POLi via Wirecard
tr: Wirecard üzerinden POLi

source: Skrill Digital Wallet via Wirecard
tr: Wirecard ile Skrill Dijital Cüzdan

source: TatraPay via Wirecard
tr: Wirecard üzerinden TatraPay

source: Trustly via Wirecard
tr: Wirecard ile güvenilir bir şekilde

source: TrustPay via Wirecard
tr: Wirecard üzerinden TrustPay

source: paysafecard via Wirecard
tr: Wirecard üzerinden paysafecard

source: PayPal via Wirecard
tr: Wirecard ile PayPal

source: SEPA Direct Debit via Wirecard
tr: Wirecard üzerinden SEPA Doğrudan Ödeme

source: SEPA Direct Debit
tr: SEPA Doğrudan Ödeme

source: SOFORT via Wirecard
tr: Wirecard üzerinden SOFORT

source: Charge succeeded.
tr: Yükleme başarılı oldu.

source: Charge pending.
tr: Ücret beklemede.

source: Charge canceled.
tr: Ücret iptal edildi.

source: Charge failed.
tr: Yükleme başarısız oldu.

source: Wirecard reported an event: {}
tr: Wirecard bir etkinlik bildirdi: {}

source: Wirecard payment history
tr: Wirecard ödeme geçmişi

source: This will remove payment-related history information. No download will be offered.
tr: Bu ödeme ile ilgili geçmiş bilgilerini kaldıracaktır. Hiçbir indirme yapılmayacaktır.

source: The Wirecard transaction %(payment)s has succeeded, but the order %(order)s is expired and the product was sold out in the meantime. Therefore, the payment could not be acceped. Please contact the user and refund the money via Wirecard's interface.
tr: Wirecard işlemi% (ödeme)s başardı, ancak% (sipariş)s siparişinin süresi doldu ve bu sırada ürün satıldı. Bu nedenle, ödeme alınamadı. Lütfen kullanıcıyla iletişime geçin ve Wirecard'ın arayüzü ile parayı iade edin.

source: After you submitted your order, we will redirect you to Wirecard to complete your payment. You will then be redirected back here to get your tickets.
tr: Siparişinizi gönderdikten sonra, ödemenizi tamamlamak için sizi Wirecard'a yönlendireceğiz. Biletlerinizi almak için buraya geri yönlendirileceksiniz.

source: You need to turn on JavaScript for this payment method to work.
tr: Çalışmak için bu ödeme yöntemi için JavaScript'i açmanız gerekir.

source: This order has been paid with %(provname)s.
tr: Bu sipariş %(provname) ile ödenmiştir.

source: This order has been planned to be paid with %(provname)s and has been marked as refunded.
tr: Bu siparişin %(provname)s ile ödenmesi planlandı ve iade edildi olarak işaretlendi.

source: This order has been planned to be paid with %(provname)s, but the payment has not yet been completed.
tr: Bu siparişin %(provname) ile ödenmesi planlandı, ancak ödeme henüz tamamlanmadı.

source: Payment type
tr: Ödeme türü

source: Order number
tr: Sipariş numarası

source: Payment state
tr: Ödeme durumu

source: Amount
tr: Tutar

source: Message
tr: Mesaj

source: Financial Institution
tr: Finansal kurum

source: Card number
tr: Kart numarası

source: Card holder
tr: kart sahibi

source: Payer
tr: ödeyici

source: Mandate ID
tr: Yetkilendirme Kimliği

source: Due date
tr: Bitiş tarihi

source: Our attempt to execute your payment has failed. Please try again or contact us.
tr: Ödemenizi gerçekleştirme girişimimiz başarısız oldu. Lütfen tekrar deneyin veya bizimle iletişime geçin.

source: We're waiting for an answer regarding your payment. Please contact us, if this takes more than a few hours.
tr: Ödemenizle ilgili bir cevap bekliyoruz. Bu birkaç saatten fazla sürerse, lütfen bize ulaşın.

source: Redirecting...
tr: Yönlendiriliyor ...

source: You will be redirected shortly.
tr: Kısa bir süre sonra yönlendirileceksiniz.

source: If this takes longer than a few seconds, press this button:
tr: Bu işlem birkaç saniyeden uzun sürerse, şu butona basın:

source: Please turn on JavaScript, before you continue.
tr: Devam etmeden önce lütfen JavaScript'i açın.

source: Continue
tr: Devam et

source: The payment failed without an error message. You can click below to try again.
tr: Ödeme bir hata mesajı olmadan başarısız oldu. Tekrar denemek için aşağıyı tıklayabilirsiniz.

source: Sorry, we could not validate the payment result. Please try again or contact the event organizer to check if your payment was successful.
tr: Maalesef ödeme sonucunu doğrulayamadık. Ödemenizin başarılı olup olmadığını öğrenmek için lütfen tekrar deneyin veya etkinlik düzenleyicisine başvurun.

source: The payment process was canceled. You can click below to try again.
tr: Ödeme işlemi iptal edildi. Tekrar denemek için aşağıya tıklayabilirsiniz.

source: The payment failed with the following message: {message}. You can click below to try again.
tr: Ödeme şu mesajla başarısız oldu: {message} . Tekrar denemek için aşağıyı tıklayabilirsiniz.

source: Your payment has been started processing and will take a while to complete. We will send you an email once your payment is completed. If this takes longer than expected, contact the event organizer.
tr: Ödemeniz işleme başladı ve tamamlanması biraz zaman alacak. Ödemeniz tamamlandığında size bir e-posta göndereceğiz. Bu beklenenden uzun sürerse etkinlik düzenleyicisine başvurun.

source: Sorry, there was an error in the payment process. Please check the link in your emails to continue.
tr: Üzgünüz, ödeme sürecinde bir hata oluştu. Devam etmek için lütfen e-postalarınızdaki bağlantıyı kontrol edin.
